<template>
  <div class="guidea">
    <h3>独特的房间和预订</h3>
    <p>小沫是一个基于分享经济的社交住宿平台。在小沫上，您将有机会住进一个陌生朋友的家中，
      <img src="../../assets/guide_pic1.jpg" style="float: right ;margin: 10px"/>
      价格不到酒店的一半，却像在自己家里一样舒适和方便，小沫会让您拥有一次不同寻常的旅行体验。
    </p>
    <h3>独一无二的房间</h3>
    <p>与您使用过的其他住宿预订平台不一样的是，小沫上所有房间都是由房东自己发布和独立管理的，
    每个房间都是独一无二的。这些房间的价格通常比同地区快捷酒店价格便宜，而且可以做饭和洗衣服，设施和用品也更有“家”的感觉。</p>

    <h3>输入日期搜索和拆单</h3>
    <p>小沫上大部分房间都只有一套，按照出行日期搜索可查看所有符合您要求的房间。如果您的出行计划有弹性，
    也可以试试调整出行日期搜索，有时候可能会有惊喜。当然，更早的出行计划而不是临时抱佛脚哦。当然
    如果您出行的时间比较长，比如一周或更长时间，您心仪的房间也许不能满足您的预订要求，尤其是出行旺季更
    是如此。拆开时间搜索和预订可能是个好主意，这样做的好处除了搬家可以锻炼身体外，还可以认识更多的朋友。</p>

    <h3>善用过滤条件和地图搜索</h3>
    <p>使用地图搜索可以帮您以更直观、精确的查看房源所在位置的方式进行搜索和比较。</p>
    <p>如果您了解将要去的地方，可以在搜索框中点击或输入您所知道的交通枢纽、商圈或景点名称。通过各种过滤条
    件组合，可以让您更快寻找到合适的房间。</p>



  </div>
</template>

<script>
    export default {
        name: "Guidea"
    }
</script>

<style scoped>
.guidea{
  padding: 10px;
  background: #eee;
  border: 1px solid #ccc;
  -webkit-box-shadow: 0 2px 12px 0 rgba(0, 0, 0, .1);
  box-shadow: 0 2px 12px 0 rgba(0, 0, 0, .1);
}
  p{
    font-family: "微软雅黑";
    font-size: 14px;
    line-height: 24px;
  }
</style>
