<template>
    <div class="guidec">
      <h3>安全完备的保障</h3>
      <p>作为一个社交住宿担保交易平台，自小猪上线以来，已有数十万的房客完成入住，我们充分理解您对住
      进一个陌生人家中的担忧，并为此做了大量工作来保障您整个交易与入住过程的安全性。
        <img src="../../assets/guide_pic3.jpg" style="float: right ;margin: 10px"/>
      </p>
      <h3>“无忧入住”房客保障计划</h3>
      <p>当您在小猪上完成预订并付款成交后，作为担保交易平台，我们将对以下内容提供保障：</p>
      <p>·保障线下留房：如果房东违约，不能按照订单约定为您提供入住，或入住时无法联系到房东，我们将会提供保障，协调房东解决或帮您预订附近的其他住处，帮您找到满意的住所；
      </p>
      <p>·保障图片和描述与实际相符：在您入住后，如发现实际房间与页面上的图片或描述严重不符，或承诺的设施不可用，或收取未注明的额外费用，我们将会提供保障，直到您满意为止；
      </p>
      <h3>房客保险</h3>
      <p>无论是国内出行还是到海外出行，小猪都为房客提供了保险服务。只要身份信息完整还可免费获赠保险，免除双方的后顾之忧。更多内容可以查看《众安住宿旅行意外保险告知书》、《泰康住宿旅行意外保险告知书》和《众安海外住宿意外保险告知书》、《泰康海外住宿意外保险告知书》
      </p>
      <h3>在线交易的重要性</h3>
      <p> 在小猪上下单预订并入住，是以上保障计划得以实施的前提。我们只能对您在小猪上完成的交易进行保障，未在小猪上完成的交易，我们是无法提供保障的，因此，希望您所有交易在线上完成。
      </p>

    </div>
</template>

<script>
    export default {
        name: "Guidec"
    }
</script>

<style scoped>
  .guidec{
    padding: 10px;
    background: #eee;
    border: 1px solid #ccc;
    -webkit-box-shadow: 0 2px 12px 0 rgba(0, 0, 0, .1);
    box-shadow: 0 2px 12px 0 rgba(0, 0, 0, .1);
  }
  p{
    font-family: "微软雅黑";
    font-size: 14px;
    line-height: 24px;
  }
</style>
