<template>
  <div class="guideb">
    <h3>入住、点评和分享</h3>
    <p>背上行囊，踏上旅途，在另一个陌生的城市，会有一个从未谋面的朋友在等着您入住他的家中，这样的场景不禁让人充满期待。但在您将要住进别人家里，体验居住自由主义之前，我们还有些建议给您。
    入住前联系我们
      <img src="../../assets/guide_pic2.jpg" style="float: right ;margin: 10px"/>
    我们建议您在入住前一天或两天再次联系我们，告知您将要到达的准确时间，同时了解当地的天气，了解如何到达住处，也可以提醒我们做好接待准备。
    </p>
    <h3>与我们沟通</h3>
    <p>每一个朋友的相识都是缘分，如果有可能，希望您和我们一起聊聊天。您可以通过我们了解当地的风土人情，小吃美食，还有那些只有当地人才知道的关于那座城市的秘密。您和我们还可以互相分享各自的旅行经历或读书感悟，一起做几道拿手菜。总之，真诚、坦率的相互沟通，总是受人欢迎的。
    </p>
    <h3>按照我们的要求使用空间及设施</h3>
    <p>入住期间请尊重我们的隐私，合理的使用公共区域以及保持您入住空间的基本整洁，这些都是非常礼貌和必要的。同时还希望您能尊重我们的作息时间及生活习惯，尊重他们的邻居及所在社区的公共秩序，不在未经我们确认的情况下带朋友来住处，或在房间内吸烟、酗酒、聚会和饲养宠物等。
    </p>
    <h3>入住完成后及时评价和写旅行日记</h3>
    <p>在您入住完成后，您可以对我们和房间进行评价并记录自己真实的入住感受，也可以写一写入住日记，或者旅行日记，这些内容能帮助其他房客了解房间和做旅行计划。
    </p>

  </div>
</template>

<script>
    export default {
        name: "Guideb"
    }
</script>

<style scoped>
  .guideb{
    padding: 10px;
    background: #eee;
    border: 1px solid #ccc;
    -webkit-box-shadow: 0 2px 12px 0 rgba(0, 0, 0, .1);
    box-shadow: 0 2px 12px 0 rgba(0, 0, 0, .1);
  }
  p{
    font-family: "微软雅黑";
    font-size: 14px;
    line-height: 24px;
  }
</style>
